[
  {
    "id": 1,
    "argument": "Du bezahlst fuer Ergebnis, nicht fuer Stunden."
  },
  {
    "id": 2,
    "argument": "Der Preis ist niedriger als die Kosten des Stillstands."
  },
  {
    "id": 3,
    "argument": "Wenn ein besserer Hook nur 1% mehr Conversion bringt, bezahlt sich das Angebot."
  },
  {
    "id": 4,
    "argument": "Das System ersetzt dauerhafte Agenturkosten durch klare Prozesse."
  },
  {
    "id": 5,
    "argument": "Jeder fehlende Monat kostet Reichweite, Leads und Vertrauen."
  },
  {
    "id": 6,
    "argument": "Einmal investieren, jede Woche Output replizieren."
  },
  {
    "id": 7,
    "argument": "Die Preisleiter macht Upgrades logisch statt zufaellig."
  },
  {
    "id": 8,
    "argument": "Du kaufst Klarheit, Geschwindigkeit und Kontrolle."
  },
  {
    "id": 9,
    "argument": "Dein Umsatz ist das Ergebnis von Wiederholung, nicht von Inspiration."
  },
  {
    "id": 10,
    "argument": "Wer heute nicht kommuniziert, wird morgen uebersehen."
  },
  {
    "id": 11,
    "argument": "Keine Ausreden, nur Handlung. Ein klares Ziel vor Augen schafft Zugkraft. Zeige ehrliche Wertschaetzung."
  },
  {
    "id": 12,
    "argument": "Klare Haltung, klare Richtung. Mastermind-Denken multipliziert Ergebnisse. Hoere aufrichtig zu."
  },
  {
    "id": 13,
    "argument": "Handlung vor Ausrede. Beharrlichkeit schlaegt Talent. Wecke den Wunsch im anderen."
  },
  {
    "id": 14,
    "argument": "Du bist verantwortlich. Ein klares Ziel vor Augen schafft Zugkraft. Hoere aufrichtig zu."
  },
  {
    "id": 15,
    "argument": "Keine Ausreden, nur Handlung. Mastermind-Denken multipliziert Ergebnisse. Wecke den Wunsch im anderen."
  },
  {
    "id": 16,
    "argument": "Klare Haltung, klare Richtung. Der Wunsch nach Erfolg braucht ein definites Ziel. Sprich ueber die Interessen deines Gegenuebers."
  },
  {
    "id": 17,
    "argument": "Du entscheidest. Der Wunsch nach Erfolg braucht ein definites Ziel. Wecke den Wunsch im anderen."
  },
  {
    "id": 18,
    "argument": "Klare Haltung, klare Richtung. Ein klares Ziel vor Augen schafft Zugkraft. Sprich ueber die Interessen deines Gegenuebers."
  },
  {
    "id": 19,
    "argument": "Klare Haltung, klare Richtung. Mastermind-Denken multipliziert Ergebnisse. Wecke den Wunsch im anderen."
  },
  {
    "id": 20,
    "argument": "Keine Ausreden, nur Handlung. Beharrlichkeit schlaegt Talent. Hoere aufrichtig zu."
  },
  {
    "id": 21,
    "argument": "Handlung vor Ausrede. Ein klares Ziel vor Augen schafft Zugkraft. Stelle Fragen statt zu predigen."
  },
  {
    "id": 22,
    "argument": "Handlung vor Ausrede. Ein klares Ziel vor Augen schafft Zugkraft. Wecke den Wunsch im anderen."
  },
  {
    "id": 23,
    "argument": "Du bist verantwortlich. Ein klares Ziel vor Augen schafft Zugkraft. Wecke den Wunsch im anderen."
  },
  {
    "id": 24,
    "argument": "Du bist verantwortlich. Mastermind-Denken multipliziert Ergebnisse. Stelle Fragen statt zu predigen."
  },
  {
    "id": 25,
    "argument": "Handlung vor Ausrede. Mastermind-Denken multipliziert Ergebnisse. Wecke den Wunsch im anderen."
  },
  {
    "id": 26,
    "argument": "Handlung vor Ausrede. Triff eine klare Entscheidung und bleib dran. Wecke den Wunsch im anderen."
  },
  {
    "id": 27,
    "argument": "Handlung vor Ausrede. Der Wunsch nach Erfolg braucht ein definites Ziel. Wecke den Wunsch im anderen."
  },
  {
    "id": 28,
    "argument": "Du entscheidest. Beharrlichkeit schlaegt Talent. Wecke den Wunsch im anderen."
  },
  {
    "id": 29,
    "argument": "Keine Ausreden, nur Handlung. Der Wunsch nach Erfolg braucht ein definites Ziel. Wecke den Wunsch im anderen."
  },
  {
    "id": 30,
    "argument": "Du entscheidest. Der Wunsch nach Erfolg braucht ein definites Ziel. Zeige ehrliche Wertschaetzung."
  }
]